Repository: common-repository/social-deux
Catalog: languages/ultimate-social-deux-*.po
Languages: da_dk, ru_ru

source: Basic Settings
da_dk: Basis Indstillinger
ru_ru: Основные настройки

source: Style Settings
da_dk: Style Indstillinger
ru_ru: Настройки оформления

source: Mail Settings
da_dk: Mail Indstillinger
ru_ru: Настройки пересылки

source: Placement Settings
da_dk: Placerings Indstillinger
ru_ru: Настройки расположения кнопок

source: Advanced Settings
da_dk: Advancerede Indstillinger
ru_ru: Дополнительные настройки всплывающих кнопок

source: License Settings
da_dk: Licens Indstillinger
ru_ru: Настройки лицензии

source: Write your Twitter username here to be mentioned in visitors tweets
da_dk: Skriv dit Twitter brugernavn her for at blive nævnt i dine besøgendes tweets
ru_ru: Укажите своё имя в Twitter, чтобы посетители упоминали Вас в твитах

source: Default Pinterest Image
da_dk: Standard Pinterest billede
ru_ru: Стандартная картинка Pinterest

source: Image that is passed if a post have no images - if adding Open Graph tags this will be used as default image also
da_dk: Billede som bliver sendt hvis en side ikke har noget billede - hvis der tilføjes Open Graph tags vil billedet også blive brugt her
ru_ru: Изображение используется, если запись не содержит картинку, а также при использовании меток Open Graph.

source: Total Shares Button Text
da_dk: Total Shares knap tekst
ru_ru: Текст кнопки "всего оправлено ссылок"

source: The text you want for the total shares button
da_dk: Den text du vil have til total shares knappen
ru_ru: Введите текст, который хотите видеть на кнопке

source: Add Open Graph tags
da_dk: Tilføj Open Graph tags
ru_ru: Метки Open Graph

source: This is used for some social networks to fetch data from your site
da_dk: Dette bruges af nogle sociale netværk til at indhente data fra dit site
ru_ru: Используются некоторыми соцсетями, чтобы распознать данные с Вашего сайта

source: Custom CSS field
da_dk: Brugerdefineret CSS
ru_ru: Дополнительный код CSS

source: Color
da_dk: Farve
ru_ru: (цвет)

source: When hovering over a button the button changes to this color
da_dk: Når musen er over en knap skifter knappen til denne farve
ru_ru: При наведении курсора на кнопку, она будет отображаться в этом цвете

source: button color
da_dk: knap farve
ru_ru: (цвет кнопки)

source: Popup header:
da_dk: Popup overskrift:
ru_ru: Заголовок окна:

source: The heading of the mail popup
da_dk: Overskriften til mail popuppen
ru_ru: Заголовок всплывающего окна для отправки почты

source: Share with your friends
da_dk: Del med dine venner
ru_ru: Поделиться с друзьями

source: Mail From:
da_dk: Mail Fra
ru_ru: Отправить с адреса:

source: Email address that mail form will email from
da_dk: Email adresse som mail formularen vil sende emails fra
ru_ru: Email-адрес отправителя

source: Mail From Name:
da_dk: Mail fra navn:
ru_ru: Отправить от имени:

source: Name that mail form will email with
da_dk: Navnet som vil fremgå på emails
ru_ru: От чьего имени отправить ссылку

source: Mail Subject:
da_dk: Email emne
ru_ru: Тема email сообщения:

source: Subject of email.
da_dk: Email emne.
ru_ru: Тема email сообщения.

source: Available tags is:
da_dk: Tilgængelige mærker:
ru_ru: Ключевые слова:

source: Outputs title of the post or page
da_dk: Udskiftes med titel af indlæg og sider
ru_ru: Выводит название записи или страницы

source: Outputs url of the post or page
da_dk: Udskiftes med url af indlæg og sider
ru_ru: Выводит URL-адрес записи или страницы

source: Outputs the author of the post or page
da_dk: Udskiftes med forfatter af indlæg og sider
ru_ru: Выводит имя автора записи или страницы

source: Outputs the title of the Wordpress Install
da_dk: Udskiftes med Wordpress Installationens titel
ru_ru: Выводит название сайта Wordpress

source: Outputs the url of the Wordpress Install
da_dk: Udskiftes med Wordpress Installationens url
ru_ru: Выводит URL-адрес сайта Wordpress

source: A visitor of
da_dk: En besøgende fra
ru_ru: Посетитель сайта

source: shared
da_dk: delte
ru_ru: поделился

source: with you.
da_dk: med dig.
ru_ru: с Вами.

source: Mail Message:
da_dk: Email Besked:
ru_ru: Текст email сообщения:

source: Body of email.
da_dk: Email besked.
ru_ru: Тело сообщения.

source: I read this article and found it very interesting, thought it might be something for you. The article is called
da_dk: Jeg læste denne artikel og fandt den meget interessant, jeg tror den er lige noget for dig. Artiklen hedder
ru_ru: Я прочитал(а) эту статью, и она мне показалась интересной, поэтому решил(а) переслать ссылку Вам. Статья называется

source: and is located at
da_dk: og befinder sig på
ru_ru: и доступна по адресу:

source: Send copy to admin?
da_dk: Send en kopi til administratoren?
ru_ru: Отправить копию администратору?

source: Yes
da_dk: Ja
ru_ru: Да

source: No
da_dk: Nej
ru_ru: Нет

source: Enable Captcha?
da_dk: Aktiver Captcha?
ru_ru: Включить контрольный вопрос?

source: Captcha Question
da_dk: Captcha Spørgsmål
ru_ru: Контрольный вопрос:

source: Your captcha question
da_dk: Dit Captcha Spørgsmål
ru_ru: Введите текст своего контрольного вопроса

source: What is the sum of 7 and 2?
da_dk: Hvad er summen af 7 og 2?
ru_ru: Сколько будет 7 плюс 2?

source: Captcha Answer
da_dk: Captcha Svar
ru_ru: Ответ на вопрос:

source: Your captcha answer
da_dk: Dit Captcha svar
ru_ru: Укажите правильный ответ на контрольный вопрос

source: Try message
da_dk: Prøve besked
ru_ru: В момент отправки:

source: Before the message has been sent
da_dk: Inden beskeden bliver sendt
ru_ru: Текст выводимый до того момнета, когда сообщение будет отправлено

source: Trying to send email...
da_dk: Prøver at sende din email...
ru_ru: Попытка отправить письмо ...

source: Success message
da_dk: Success besked
ru_ru: Подтверждение отправки:

source: For successful sent email
da_dk: For successfuldt sendt email
ru_ru: Введите текст подтверждения успешной отправки ссылки

source: Great work! Your message was sent.
da_dk: Godt arbejde! Din besked blev sendt.
ru_ru: Отлично! Ваша ссылка отправлена.

source: Floating
da_dk: Flydende
ru_ru: Всплывающие

source: Buttons
da_dk: Knapper
ru_ru: Кнопки:

source: Hide on frontpage?
da_dk: Skjul på forside?
ru_ru: Скрыть на титульной странице?

source: Hide on blog page?
da_dk: Skjul på blog side?
ru_ru: Скрыть на странице блога?

source: Hide on posts?
da_dk: Skjul på indlæg?
ru_ru: Скрыть в записях блога?

source: Hide on pages?
da_dk: Skjul på sider?
ru_ru: Скрыть на страницах?

source: Hide on archive pages?
da_dk: Skjul på arkiv sider?
ru_ru: Скрыть на страницах архива?

source: Hide on search pages?
da_dk: Skjul på søgninger?
ru_ru: Скрыть на страницах результатов поиска?

source: Hide on mobile?
da_dk: Skjul på mobile enheder?
ru_ru: Скрыть на мобильных устройствах?

source: Hide on desktop?
da_dk: Skjul på enheder med store skærme?
ru_ru: скрыть на рабочем столе?

source: Hide count numbers?
da_dk: Skjul tal?
ru_ru: Скрыть счётчики?

source: Custom URL
da_dk: Brugerdefineret URL
ru_ru: Другой URL-адрес:

source: You might want a static URL for your floating buttons across your site.
da_dk: Du vil måske have en statisk URL for dine flydende knapper på hele dit site.
ru_ru: Статический URL-адрес, где будут размещены всплывающие кнопки.

source: Exclude
da_dk: Ekskluder
ru_ru: Отключить здесь:

source: Exclude Floating buttons on posts/pages with these IDs? Comma seperated:
da_dk: Ekskluder flydende knapper på indlæg of sider med disse ID'er? Komma separeret:
ru_ru: В записях/на страницах с данными ID - укажите через запятую, например:

source: Floating animation speed
da_dk: Flydende animations hastighed
ru_ru: Скорость анимации:

source: in ms
da_dk: i ms
ru_ru: миллисекунд.

source: Top of Pages
da_dk: Toppen af sider
ru_ru: Вверху страницы

source: Align
da_dk: Justering
ru_ru: Выравнивание:

source: Left
da_dk: Venstre
ru_ru: Слева

source: Center
da_dk: Centreret
ru_ru: По центру

source: Right
da_dk: Højre
ru_ru: Справа

source: Exclude Buttons on top of pages with these IDs? Comma seperated:
da_dk: Ekskluder knapper i toppen af sider med disse ID'er? Komma separeret:
ru_ru: вверху страниц со следующими ID - укажите через запятую, например:

source: Share text
da_dk: Delings tekst
ru_ru: Добавить текст:

source: Text to be added left of the buttons
da_dk: Tekst som bliver tilføjet til venstre for knapperne
ru_ru: текст будет отображаться слева от кнопок

source: Margin above buttons
da_dk: Margin over knapper
ru_ru: Отступ над кнопками:

source: In pixels
da_dk: I pixels
ru_ru: в пикселах

source: Margin below buttons
da_dk: Margin under knapper
ru_ru: Отступ под кнопками:

source: Bottom of Pages
da_dk: Bunden af Sider
ru_ru: Внизу страницы

source: Exclude Buttons on bottom of pages with these IDs? Comma seperated:
da_dk: Ekskluder knapper i bunden af sider med disse ID'er? Komma separeret:
ru_ru: внизу страниц со следующими ID - укажите через запятую, например:

source: Top of Post excerpts
da_dk: Top af indlæg uddrag
ru_ru: Над цитатами к блогу

source: Your theme may not support this.
da_dk: Did tema understøtter måske ikke dette.

source: Exclude Buttons on top of post excerpts with these IDs? Comma seperated:
da_dk: Ekskluder knapper i toppen af indlæg uddrag med disse ID'er? Komma separeret:
ru_ru: над цитатами к блогу со следующими ID - укажите через запятую, например:

source: Bottom of Post excerpts
da_dk: Bunden af indlæg uddrag
ru_ru: Под цитатами к блогу

source: Exclude Buttons on bottom of post excerpts with these IDs? Comma seperated:
da_dk: Ekskluder knapper i bunden af indlæg uddrag med disse ID'er? Komma separeret:
ru_ru: под цитатами к блогу со следующими ID - укажите через запятую, например:

source: Top of Posts
da_dk: Toppen af indlæg
ru_ru: Над статьями

source: Exclude Buttons on top of posts with these IDs? Comma seperated:
da_dk: Ekskluder knapper i toppen af indlæg med disse ID'er? Komma separeret:
ru_ru: над содержанием статей со следующими ID - укажите через запятую, например:

source: Bottom of Posts
da_dk: Bunden af indlæg
ru_ru: Под статьями

source: Exclude Buttons on bottom of posts with these IDs? Comma seperated:
da_dk: Ekskluder knapper i bunden af indlæg med disse ID'er? Komma separeret:
ru_ru: под содержанием статей со следующими ID - укажите через запятую, например:

source: WooCommerce Top
da_dk: Toppen af WooCommerce produkter
ru_ru: Вверху WooCommerce

source: You will need
da_dk: Du skal bruge
ru_ru: Вам потребуется плагин

source: for these options to work.
da_dk: for at disse indstillinger vil virke.
ru_ru: , чтобы эта функция заработала.

source: Exclude Buttons on top of WooCommerce products with these IDs? Comma seperated:
da_dk: Ekskluder knapper i toppen af WooCommerce produkter med disse ID'er? Komma separeret:
ru_ru: вверху товаров WooCommerce со следующими ID - укажите через запятую, например:

source: WooCommerce Bottom
da_dk: Bunden af WooCommerce produkter
ru_ru: Внизу WooCommerce

source: Exclude Buttons on bottom of WooCommerce products with these IDs? Comma seperated:
da_dk: Ekskluder knapper i bunden af WooCommerce produkter med disse ID'er? Komma separeret:
ru_ru: внизу товаров WooCommerce со следующими ID - укажите через запятую, например:

source: Jigoshop Top
da_dk: Toppen af Jigoshop produkter
ru_ru: Вверху Jigoshop

source: Exclude Buttons on top of Jigoshop products with these IDs? Comma seperated:
da_dk: Ekskluder knapper i toppen af Jigoshop produkter med disse ID'er? Komma separeret:
ru_ru: вверху товаров Jigoshop со следующими ID - укажите через запятую, например:

source: Jigoshop Bottom
da_dk: Bunden af Jigoshop produkter
ru_ru: Внизу Jigoshop

source: Exclude Buttons on bottom of Jigoshop products with these IDs? Comma seperated:
da_dk: Ekskluder knapper i bunden af Jigoshop produkter med disse ID'er? Komma separeret:
ru_ru: внизу товаров Jigoshop со следующими ID - укажите через запятую, например:

source: Easy Digital Downloads Top
da_dk: Toppen af Easy Digital Downloads produkter
ru_ru: Вверху Easy Digital Downloads

source: Exclude Buttons on top of Easy Digital Downloads products with these IDs? Comma seperated:
da_dk: Ekskluder knapper i toppen af Easy Digital Downloads produkter med disse ID'er? Komma separeret:
ru_ru: вверху товаров Easy Digital Downloads со следующими ID - укажите через запятую, например:

source: Easy Digital Downloads Bottom
da_dk: Bunden af Easy Digital Downloads produkter
ru_ru: Внизу Easy Digital Downloads

source: Exclude Buttons on bottom of Easy Digital Downloads products with these IDs? Comma seperated:
da_dk: Ekskluder knapper i bunden af Easy Digital Downloads produkter med disse ID'er? Komma separeret:
ru_ru: внизу товаров Easy Digital Downloads со следующими ID - укажите через запятую, например:

source: Top of Custom Post Types
da_dk: Topen af Custom Post Types
ru_ru: Вверху нестандартных блоков данных

source: You might have a plugin or theme which is creating custom post types. You can easily integrate these custom post types with Ultimate Social Deux.
da_dk: Du har måske et plugin eller tema som laver custom post types. Du kan nemt integrere disse custom post types med Ultimate Social Deux.
ru_ru: У Вас может быть установлен плагин или тема оформления, которые используют нестандартные типы даных. Вы можете с легкостью интегрировать их с кнопками Ultimate Social Deux.

source: Add the slugs of the CPT's that you want the buttons to display on. Comma seperated: "books, movies, links"
da_dk: Tilføj de CPT slugs som du vil have knapperne til at fremgå på. Komma separeret: "books, movies, links"
ru_ru: введите метки нестандартных блоков данных, в которых хотите использовать кнопки. Укажите их через запятую, например: "books, movies, links"

source: Exclude Buttons on top of custom post types with these IDs? Comma seperated:
da_dk: Ekskluder knapper i toppen af Custom Post Types med disse ID'er? Komma separeret:
ru_ru: вверху нестандартных блоков данных со следующими ID - укажите через запятую, например:

source: Bottom of Custom Post Types
da_dk: Bunden af Custom Post Types
ru_ru: Внизу нестандартных блоков данных

source: Exclude Buttons on bottom of custom post types with these IDs? Comma seperated:
da_dk: Ekskluder knapper i bunden af Custom Post Types med disse ID'er? Komma separeret:
ru_ru: внизу нестандартных блоков данных со следующими ID - укажите через запятую, например:

source: Popup Height
da_dk: Popup højde
ru_ru: (высота)

source: in pixels
da_dk: i pixels
ru_ru: в пикселах

source: Popup Width
da_dk: Popup højde
ru_ru: (ширина)

source: Enter your CodeCanyon Purchase Code
da_dk: Tilføj din CodeCanyon Purchase Code
ru_ru: Введите свой код покупки на CodeCanyon

source: This enables automatic updates.
da_dk: Dette aktiverer automatiske opdateringer.

source: Check for updates.
da_dk: Tjek for opdateringer

source: To access your Purchase Code for an item:
da_dk: For at finde din Purchase Code for et product:
ru_ru: Чтобы получить код покупки выполните следующие действия:

source: Log into your CodeCanyon account.
da_dk: Log ind på din CodeCanyon konto.
ru_ru: Войти в учётную запись CodeCanyon.

source: From your account dropdown links, select "Downloads".
da_dk: Fra din kontos dropdown menu, vælg "Downloads".
ru_ru: Кликните по своему логину справа вверху и из ниспадающего списка выберите "Загрузки" ("Downloads").

source: Click the "Download" button that corresponds with your purchase.
da_dk: Klik på "Downloads" knappen ud fra det pågældende produkt.
ru_ru: Нажмите кнопку "Загрузить" ("Download") напротив соответствующего плагина.

source: Select the "License certificate & purchase code" download link. Your Purchase Code will be displayed within the License Certificate.
da_dk: Vælg "License certificate & purchase code" download linket. Din Purchase Code vil være at finde licens certifikatet.
ru_ru: Выберите в списке "Лецензионный сертификат и код покупки" ("License certificate & purchase code"). Ваш код будет указан в загруженном сертификате.

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
da_dk: Der opstod en uventet HTTP-fejl under API anmodning. </p> <p><a href="?" onclick="document.location.reload(); return false;">Prøv igen</a>
ru_ru: При обработке запроса API возникла неизвестная ошибка HTTP. </p> <p><a href="?" onclick="document.location.reload(); return false;">Попробуйте еще раз</a>

source: An unknown error occurred
da_dk: En ukendt fejl opstod
ru_ru: Возникла неизвестная ошибка

source: Your Name
da_dk: Dit Navn
ru_ru: Введите своё имя

source: Your Email
da_dk: Din Email
ru_ru: Введите свой e-mail

source: Recipient Email
da_dk: Modtagers Email
ru_ru: Введите e-mail адресата

source: Enter a Message
da_dk: Skriv en besked
ru_ru: Введите текст сообщения

source: Submit
da_dk: Send
ru_ru: Отправить

source: Captcha cannot be empty!
da_dk: Captcha kan ikke være tom!
ru_ru: Поле ответа на контрольный вопрос не может быть пустым!

source: Captcha does not match.
da_dk: Captcha matcher ikke.
ru_ru: Ответ на контрольный вопрос неверен

source: Recipient email address is not valid.
da_dk: Modtagers email adresse er ikke valid.
ru_ru: Введёный Вами email адресата не корректен

source: Your email address is not valid.
da_dk: Din email adresse er ikke valid.
ru_ru: Ваш email адрес введён некорректно

source: Your name cannot be empty.
da_dk: Din navn kan ikke være tomt.
ru_ru: Поле с Вашим именем не может быть пустым

source: Message cannot be empty.
da_dk: Besked kan ikke være tom.
ru_ru: Текст сообщения должен содержать какие-то данные

source: Unknown wp_mail() error.
da_dk: Ukendt wp_mail() fejl.
ru_ru: Неизвестная ошибка wp_mail()

source: URL to share
da_dk: Brugerdefineret URL:

source: Share Text:
da_dk: Delings tekst:

source: Google
da_dk: Google Plus

source: Stumble
da_dk: StumbleUpon

source: Counts?
da_dk: Tal?

source: Custom Class
da_dk: Brugerdefineret CSS Class

source: Image URL
da_dk: Billede URL

source: Used for the Pinterest button
da_dk: Bruges til Pinterest knap

source: Ultimate Social - Total Count
da_dk: Ultimate Social - Total Knap

source: Ultimate Social - Total Count Only
da_dk: Ultimate Social - Total Kun

source: Share text:
da_dk: Delings tekst:
ru_ru: Текст для отправки:

source: Url to image:
da_dk: Url til billede:
ru_ru: URL-адрес изображения:

source: Custom URL to share:
da_dk: Brugerdefineret URL:
ru_ru: Поделиться особый URL-адресом:

source: Hide counts?
da_dk: Skjul tal?
ru_ru: Скрыть счётчики?

source: VKontakte
ru_ru: ВКонтакте

source: Mail
ru_ru: Почта

source: Tweet via: @
ru_ru: Твитнуть от имени: @

source: Total Shares
ru_ru: Всего отправлено

source: Hover
ru_ru: Наведение

source: CPT Slugs
ru_ru: Метки НБД

source: Captcha
ru_ru: Контрольный вопрос
